"TITLE_INTRODUCTION" = "Introduktion";
"TITLE_IDENTIFYING" = "Identifiera tangentbordet";
"TITLE_CONCLUSION" = "Avslutar";
"TITLE_SELECT" = "Välj tangentbordstyp";

"INTRO_TEXT" = "Tangentbordet känns inte igen och går inte att användas förrän det identifierats. Om du vill identifiera det klickar du på Fortsätt.\n\nOm tangentbordet fungerar och du har en extern USB-inmatningsenhet (som inte är ett tangentbord) ansluten till datorn så kan du hoppa över det här steget.";
"LEFT_SHIFT_TEXT" = "Tryck ner tangenten till höger om den vänstra skifttangenten på tangentbordet.";
"RIGHT_SHIFT_TEXT" = "Tryck ner tangenten till vänster om den högra skifttangenten på tangentbordet.";
"SHIFT_SUB_TEXT" = "Tryck ned tangenten endast en gång och håll den inte nedtryckt länge. När tangenten känts igen visas nästa panel.";
"CONFIRM_TEXT" = "Ditt tangentbord har identifierats. Klicka på Klar när du vill börja använda datorn. Om detta är fel typ för ditt tangentbord väljer du rätt typ och klickar på Klar.";
"FORCE_CONFIRM_TEXT" = "Välj tangentbordstyp och klicka på Klar. Om du inte vet vilken tangentbordstyp du har kontaktar du tillverkaren och frågar vilken typ det är.";
"PROGRESS_TEXT" = "Identifierar tangentbord...";
"WARNING_TITLE" = "Tangentbordet kan inte identifieras.";
"WARNING_MESSAGE" = "Tangenterna du tryckte ned kändes inte igen. Klicka på OK om du vill välja tangentbordstyp.";
"OK_BUTTON" = "OK";
"SKIP_BUTTON" = "Hoppa över";

"EXTERNAL_LEFT_SHIFT_TEXT" = "Tryck ner tangenten till höger om skifttangenten på vänster sida om det tangentbord som inte känns igen.";
"EXTERNAL_RIGHT_SHIFT_TEXT" = "Tryck ner tangenten till vänster om skifttangenten på höger sida av det tangentbord som inte känns igen.";
"EXTERNAL_WARNING_MESSAGE" = "Du har tryckt ner en tangent på Apple-tangentbordet. Tryck ner de tangenter på tangentbordet som inte känns igen.";

"ANSI_TITLE" = "ANSI (USA och andra länder)";
"ANSI_HINT" = "Standardtangentbord med 101 eller 102 tangenter och vissa andra tangentbord";

"ISO_TITLE" = "ISO (Europeiskt)";
"ISO_HINT" = "Tangentbord med standarden ISO/IEC 9995";

"JIS_TITLE" = "JIS (Japanskt)";
"JIS_HINT" = "Japanskt standardtangentbord med tangenter för indatametod";

"MacISO_TITLE" = "ISO (Europeiskt)";
"MacISO_HINT" = "ISO/Mac-tangentbord";
